Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 转发到（已验证地址）
ar: إعادة التوجيه إلى (عنوان تم التحقق منه)
de: Weiterleiten an (verifizierte Adresse)
en: Forward to (verified address)
es_mx: Reenviar a (dirección verificada)
fr: Transférer vers (adresse vérifiée)
ja: 転送先（検証済みアドレス）
ko: 전달 대상(확인된 주소)
pt_br: Encaminhar para (endereço verificado)
pt_pt: Reencaminhar para (endereço verificado)
tr: Şuraya ilet (doğrulanmış adres)
zh_hant: 轉發到（已驗證地址）
zh_hk: 轉寄到（已驗證地址）

source: 转向策略
ar: سياسة التوجيه
de: Steuerungsrichtlinie
en: Steering policy
es_mx: Política de direccionamiento
fr: Politique d'orientation
ja: ステアリングポリシー
ko: 스티어링 정책
pt_br: Política de direcionamento
pt_pt: Política de direcionamento
tr: Yönlendirme politikası
zh_hant: 轉向策略
zh_hk: 轉向策略

source: 轻微
ar: طفيف
de: Geringfügig
en: Minor
es_mx: Leve
fr: Mineur
ja: 軽微
ko: 경미
pt_br: Leve
pt_pt: Ligeiro
tr: Önemsiz
zh_hant: 輕微
zh_hk: 輕微

source: 输入你已注册的根域名（如 example.com），无需带 www 或 https://。
ar: أدخل نطاقًا جذريًا تملكه بالفعل (مثل example.com) — دون www أو https://.
de: Gib eine Root-Domain ein, die dir bereits gehört (z. B. example.com) – ohne www oder https://.
en: Enter a root domain you already own (e.g. example.com) — no www or https:// needed.
es_mx: Ingresa un dominio raíz que ya tengas (p. ej. example.com); sin www ni https://.
fr: Saisissez un domaine racine que vous possédez déjà (p. ex. example.com) — sans www ni https://.
ja: 取得済みのルートドメイン（例：example.com）を入力します。www や https:// は不要です。
ko: 이미 보유한 루트 도메인(예: example.com)을 입력하세요. www나 https://는 필요 없습니다.
pt_br: Insira um domínio raiz que você já tem (ex.: example.com), sem www nem https://.
pt_pt: Introduza um domínio raiz que já possui (ex.: example.com), sem www nem https://.
tr: Zaten sahip olduğunuz bir kök alan adı girin (ör. example.com) — www veya https:// gerekmez.
zh_hant: 輸入你已註冊的根網域（如 example.com），無需帶 www 或 https://。
zh_hk: 輸入你已註冊的根域名（如 example.com），無需帶 www 或 https://。

source: 输入命名空间名称以确认
ar: اكتب اسم مساحة الاسم للتأكيد
de: Zum Bestätigen den Namespace-Namen eingeben
en: Type the namespace name to confirm
es_mx: Escribe el nombre del espacio de nombres para confirmar
fr: Saisissez le nom de l’espace de noms pour confirmer
ja: 確認のため名前空間名を入力
ko: 확인하려면 네임스페이스 이름을 입력하세요
pt_br: Digite o nome do namespace para confirmar
pt_pt: Escreva o nome do namespace para confirmar
tr: Onaylamak için ad alanı adını yazın
zh_hant: 輸入命名空間名稱以確認
zh_hk: 輸入命名空間名稱以確認

source: 输入存储桶名称以确认
ar: اكتب اسم الحاوية للتأكيد
de: Zum Bestätigen den Bucket-Namen eingeben
en: Type the bucket name to confirm
es_mx: Escribe el nombre del bucket para confirmar
fr: Saisissez le nom du compartiment pour confirmer
ja: 確認のためバケット名を入力
ko: 확인하려면 버킷 이름을 입력하세요
pt_br: Digite o nome do bucket para confirmar
pt_pt: Escreva o nome do bucket para confirmar
tr: Onaylamak için paket adını yazın
zh_hant: 輸入儲存貯體名稱以確認
zh_hk: 輸入儲存桶名稱以確認

source: 输入提示词
ar: أدخل موجّهًا
de: Prompt eingeben
en: Enter a prompt
es_mx: Escribe un prompt
fr: Saisir une invite
ja: プロンプトを入力
ko: 프롬프트 입력
pt_br: Digite um prompt
pt_pt: Introduza um prompt
tr: Bir istem girin
zh_hant: 輸入提示詞
zh_hk: 輸入提示詞

source: 输入数据库名称以确认
ar: اكتب اسم قاعدة البيانات للتأكيد
de: Gib den Datenbanknamen zur Bestätigung ein
en: Type the database name to confirm
es_mx: Escribe el nombre de la base de datos para confirmar
fr: Saisissez le nom de la base de données pour confirmer
ja: 確認のためデータベース名を入力
ko: 확인하려면 데이터베이스 이름을 입력하세요
pt_br: Digite o nome do banco de dados para confirmar
pt_pt: Escreva o nome da base de dados para confirmar
tr: Onaylamak için veritabanı adını yazın
zh_hant: 輸入資料庫名稱以確認
zh_hk: 輸入資料庫名稱以確認

source: 输出
ar: المُخرَج
de: Ausgabe
en: Output
es_mx: Salida
fr: Sortie
ja: 出力
ko: 출력
pt_br: Saída
pt_pt: Saída
tr: Çıktı
zh_hant: 輸出
zh_hk: 輸出

source: 输出目录
ar: دليل الإخراج
de: Ausgabeverzeichnis
en: Output directory
es_mx: Directorio de salida
fr: Répertoire de sortie
ja: 出力ディレクトリ
ko: 출력 디렉터리
pt_br: Diretório de saída
pt_pt: Diretório de saída
tr: Çıktı dizini
zh_hant: 輸出目錄
zh_hk: 輸出目錄

source: 边缘：%@
ar: الحافة: %@
de: Edge: %@
en: Edge: %@
es_mx: Borde: %@
fr: Edge : %@
ja: エッジ：%@
ko: 엣지: %@
pt_br: Borda: %@
pt_pt: Extremidade: %@
tr: Uç: %@
zh_hant: 邊緣：%@
zh_hk: 邊緣：%@

source: 边缘命中 / 全部请求
ar: إصابات الحافة / إجمالي الطلبات
de: Edge-Treffer / Anfragen gesamt
en: Edge hits / total requests
es_mx: Aciertos en el borde / solicitudes totales
fr: Accès en périphérie / total des requêtes
ja: エッジヒット / 全リクエスト
ko: 엣지 적중 / 전체 요청
pt_br: Acertos na borda / total de solicitações
pt_pt: Acertos na periferia / total de pedidos
tr: Uç isabetleri / toplam istek
zh_hant: 邊緣命中 / 全部請求
zh_hk: 邊緣命中 / 全部請求

source: 边缘缓存 TTL
ar: مدة بقاء التخزين على الحافة
de: Edge-Cache-TTL
en: Edge cache TTL
es_mx: TTL de caché de borde
fr: TTL du cache edge
ja: エッジキャッシュ TTL
ko: 엣지 캐시 TTL
pt_br: TTL de cache de borda
pt_pt: TTL de cache de extremidade
tr: Uç önbellek TTL'si
zh_hant: 邊緣快取 TTL
zh_hk: 邊緣緩存 TTL

source: 边缘网络
ar: شبكة الحافة
de: Edge-Netzwerk
en: Edge Network
es_mx: Red de borde
fr: Réseau en périphérie
ja: エッジネットワーク
ko: 엣지 네트워크
pt_br: Rede de borda
pt_pt: Rede de periferia
tr: Uç Ağ
zh_hant: 邊緣網路
zh_hk: 邊緣網絡

source: 边缘节点将在数秒内完成清理。
ar: ستُكمل عُقد الحافة التفريغ خلال ثوانٍ.
de: Die Edge-Knoten schließen die Bereinigung innerhalb von Sekunden ab.
en: Edge nodes will finish purging within seconds.
es_mx: Los nodos de borde terminarán de purgar en unos segundos.
fr: Les nœuds en périphérie termineront la purge en quelques secondes.
ja: エッジノードでの削除は数秒で完了します。
ko: 엣지 노드가 몇 초 안에 정리를 완료합니다.
pt_br: Os nós de borda concluirão a limpeza em alguns segundos.
pt_pt: Os nós de periferia concluirão a limpeza em alguns segundos.
tr: Uç düğümler temizlemeyi saniyeler içinde tamamlar.
zh_hant: 邊緣節點將在數秒內完成清除。
zh_hk: 邊緣節點將在數秒內完成清理。

source: 过去 1 小时共 %@ 次调用错误，点击查看详情
ar: %@ أخطاء استدعاء خلال الساعة الماضية. انقر لعرض التفاصيل.
de: %@ Aufruffehler in der letzten Stunde. Für Details tippen.
en: %@ invocation errors in the last hour. Tap for details.
es_mx: %@ errores de invocación en la última hora. Toca para ver detalles.
fr: %@ erreurs d’invocation dans la dernière heure. Touchez pour les détails.
ja: 過去1時間に %@ 件の呼び出しエラー。タップで詳細を表示
ko: 지난 1시간 동안 호출 오류 %@건. 탭하여 상세 보기.
pt_br: %@ erros de invocação na última hora. Toque para ver detalhes.
pt_pt: %@ erros de invocação na última hora. Toque para ver detalhes.
tr: Son bir saatte %@ çağrı hatası. Ayrıntılar için dokunun.
zh_hant: 過去 1 小時共 %@ 次呼叫錯誤，點按檢視詳細資訊
zh_hk: 過去 1 小時共 %@ 次呼叫錯誤，點按查看詳細資料

source: 过去 7 天
ar: آخر 7 أيام
de: Letzte 7 Tage
en: Last 7 days
es_mx: Últimos 7 días
fr: 7 derniers jours
ja: 過去7日間
ko: 지난 7일
pt_br: Últimos 7 dias
pt_pt: Últimos 7 dias
tr: Son 7 gün
zh_hant: 過去 7 天
zh_hk: 過去 7 日

source: 过去 24 小时
ar: آخر 24 ساعة
de: Letzte 24 Stunden
en: Last 24 hours
es_mx: Últimas 24 horas
fr: Dernières 24 heures
ja: 過去24時間
ko: 지난 24시간
pt_br: Últimas 24 horas
pt_pt: Últimas 24 horas
tr: Son 24 saat
zh_hant: 過去 24 小時
zh_hk: 過去 24 小時

source: 过去 30 天
ar: آخر 30 يومًا
de: Letzte 30 Tage
en: Last 30 days
es_mx: Últimos 30 días
fr: 30 derniers jours
ja: 過去30日間
ko: 지난 30일
pt_br: Últimos 30 dias
pt_pt: Últimos 30 dias
tr: Son 30 gün
zh_hant: 過去 30 天
zh_hk: 過去 30 日

source: 过期：%@
ar: تنتهي الصلاحية: %@
de: Läuft ab: %@
en: Expires: %@
es_mx: Caduca: %@
fr: Expire : %@
ja: 有効期限：%@
ko: 만료: %@
pt_br: Expira: %@
pt_pt: Expira: %@
tr: Sona erme: %@
zh_hant: 到期：%@
zh_hk: 到期：%@

source: 运算符
ar: المُعامل
de: Operator
en: Operator
es_mx: Operador
fr: Opérateur
ja: 演算子
ko: 연산자
pt_br: Operador
pt_pt: Operador
tr: İşleç
zh_hant: 運算子
zh_hk: 運算子

source: 运营商
ar: المزوّد
de: Anbieter
en: Provider
es_mx: Proveedor
fr: Fournisseur
ja: プロバイダー
ko: 사업자
pt_br: Provedor
pt_pt: Fornecedor
tr: Sağlayıcı
zh_hant: 供應商
zh_hk: 供應商

source: 运行
ar: تشغيل
de: Ausführen
en: Run
es_mx: Ejecutar
fr: Exécuter
ja: 実行
ko: 실행
pt_br: Executar
pt_pt: Executar
tr: Çalıştır
zh_hant: 執行
zh_hk: 執行

source: 运行中
ar: سليم
de: Fehlerfrei
en: Healthy
es_mx: En buen estado
fr: Sain
ja: 稼働中
ko: 정상
pt_br: Saudável
pt_pt: Saudável
tr: Sağlıklı
zh_hant: 運作中
zh_hk: 運作中

source: 运行命令
ar: تشغيل الأمر
de: Befehl ausführen
en: Run Command
es_mx: Comando a ejecutar
fr: Exécuter la commande
ja: 実行コマンド
ko: 실행 명령
pt_br: Comando a executar
pt_pt: Comando a executar
tr: Komutu çalıştır
zh_hant: 執行指令
zh_hk: 執行指令

source: 运行在 Cloudflare 边缘的 JavaScript 模块（export default { async fetch(request) { … } }）。
ar: وحدة JavaScript تعمل على حافة Cloudflare (export default { async fetch(request) { … } }).
de: Ein JavaScript-Modul, das auf Cloudflares Edge läuft (export default { async fetch(request) { … } }).
en: A JavaScript module that runs on Cloudflare’s edge (export default { async fetch(request) { … } }).
es_mx: Un módulo de JavaScript que se ejecuta en el borde de Cloudflare (export default { async fetch(request) { … } }).
fr: Un module JavaScript qui s’exécute à la périphérie de Cloudflare (export default { async fetch(request) { … } }).
ja: Cloudflare のエッジで実行される JavaScript モジュール（export default { async fetch(request) { … } }）。
ko: Cloudflare 엣지에서 실행되는 JavaScript 모듈입니다(export default { async fetch(request) { … } }).
pt_br: Um módulo JavaScript que roda na borda da Cloudflare (export default { async fetch(request) { … } }).
pt_pt: Um módulo JavaScript que corre na periferia da Cloudflare (export default { async fetch(request) { … } }).
tr: Cloudflare uç sunucusunda çalışan bir JavaScript modülü (export default { async fetch(request) { … } }).
zh_hant: 在 Cloudflare 邊緣執行的 JavaScript 模組（export default { async fetch(request) { … } }）。
zh_hk: 在 Cloudflare 邊緣執行的 JavaScript 模組（export default { async fetch(request) { … } }）。

source: 还没有 Snippet
ar: لا توجد Snippets بعد
de: Noch keine Snippets
en: No snippets yet
es_mx: Aún no hay snippets
fr: Aucun snippet pour l’instant
ja: スニペットがまだありません
ko: 아직 Snippet이 없습니다
pt_br: Ainda não há snippets
pt_pt: Ainda não há snippets
tr: Henüz snippet yok
zh_hant: 還沒有 Snippet
zh_hk: 還沒有 Snippet

source: 还没有公共主机名，点下方添加。
ar: لا توجد أسماء مضيفين عامة بعد — أضِف واحدًا أدناه.
de: Noch keine öffentlichen Hostnamen – unten einen hinzufügen.
en: No public hostnames yet — add one below.
es_mx: Aún no hay nombres de host públicos; agrega uno abajo.
fr: Aucun nom d’hôte public pour l’instant — ajoutez-en un ci-dessous.
ja: パブリックホスト名がまだありません。下から追加してください。
ko: 아직 공개 호스트 이름이 없습니다. 아래에서 추가하세요.
pt_br: Ainda não há nomes de host públicos; adicione um abaixo.
pt_pt: Ainda não há nomes de anfitrião públicos; adicione um abaixo.
tr: Henüz genel ana makine adı yok — aşağıdan bir tane ekleyin.
zh_hant: 還沒有公開主機名稱，點下方新增。
zh_hk: 還沒有公開主機名稱，點下方新增。

source: 还没有公共主机名。
ar: لا توجد أسماء مضيفين عامة بعد.
de: Noch keine öffentlichen Hostnamen.
en: No public hostnames yet.
es_mx: Aún no hay nombres de host públicos.
fr: Aucun nom d’hôte public pour l’instant.
ja: パブリックホスト名がまだありません。
ko: 아직 공개 호스트 이름이 없습니다.
pt_br: Ainda não há nomes de host públicos.
pt_pt: Ainda não há nomes de anfitrião públicos.
tr: Henüz genel ana makine adı yok.
zh_hant: 還沒有公開主機名稱。
zh_hk: 還沒有公開主機名稱。

source: 还没有目的地址。
ar: لا توجد عناوين وجهة بعد.
de: Noch keine Zieladressen.
en: No destination addresses yet.
es_mx: Aún no hay direcciones de destino.
fr: Aucune adresse de destination pour l’instant.
ja: 目的地アドレスはまだありません。
ko: 아직 대상 주소가 없습니다.
pt_br: Ainda não há endereços de destino.
pt_pt: Ainda não há endereços de destino.
tr: Henüz hedef adres yok.
zh_hant: 還沒有目的地址。
zh_hk: 還沒有目的地址。

source: 还没有路由规则。
ar: لا توجد قواعد توجيه بعد.
de: Noch keine Routingregeln.
en: No routing rules yet.
es_mx: Aún no hay reglas de enrutamiento.
fr: Aucune règle de routage pour l’instant.
ja: ルーティングルールはまだありません。
ko: 아직 라우팅 규칙이 없습니다.
pt_br: Ainda não há regras de roteamento.
pt_pt: Ainda não há regras de encaminhamento.
tr: Henüz yönlendirme kuralı yok.
zh_hant: 還沒有路由規則。
zh_hk: 還沒有路由規則。

source: 还没有限速规则
ar: لا توجد قواعد تحديد معدل بعد
de: Noch keine Ratenbegrenzungsregeln
en: No rate limiting rules yet
es_mx: Aún no hay reglas de límite de tasa
fr: Aucune règle de limitation de débit
ja: レート制限ルールはまだありません
ko: 아직 속도 제한 규칙이 없습니다
pt_br: Ainda não há regras de limite de taxa
pt_pt: Ainda não há regras de limite de taxa
tr: Henüz hız sınırı kuralı yok
zh_hant: 還沒有速率限制規則
zh_hk: 還沒有速率限制規則

source: 这个命名空间里还没有键
ar: لا توجد مفاتيح في مساحة الأسماء هذه بعد
de: Dieser Namespace hat noch keine Schlüssel
en: This namespace has no keys yet
es_mx: Este espacio de nombres aún no tiene claves
fr: Cet espace de noms n’a pas encore de clés
ja: この名前空間にはまだキーがありません
ko: 이 네임스페이스에는 아직 키가 없습니다
pt_br: Este namespace ainda não tem chaves
pt_pt: Este namespace ainda não tem chaves
tr: Bu ad alanında henüz anahtar yok
zh_hant: 這個命名空間裡還沒有鍵
zh_hk: 這個命名空間裡還沒有鍵

source: 这个存储桶里还没有对象
ar: لا توجد كائنات في هذه الحاوية بعد
de: Dieser Bucket hat noch keine Objekte
en: This bucket has no objects yet
es_mx: Este bucket aún no tiene objetos
fr: Ce bucket n’a pas encore d’objets
ja: このバケットにはまだオブジェクトがありません
ko: 이 버킷에는 아직 객체가 없습니다
pt_br: Este bucket ainda não tem objetos
pt_pt: Este bucket ainda não tem objetos
tr: Bu bucket’ta henüz nesne yok
zh_hant: 這個儲存桶裡還沒有物件
zh_hk: 這個儲存桶裡還沒有物件

source: 这张表里还没有数据
ar: لا توجد صفوف في هذا الجدول بعد
de: Diese Tabelle hat noch keine Zeilen
en: This table has no rows yet
es_mx: Esta tabla aún no tiene filas
fr: Cette table n’a pas encore de lignes
ja: このテーブルにはまだデータがありません
ko: 이 테이블에는 아직 행이 없습니다
pt_br: Esta tabela ainda não tem linhas
pt_pt: Esta tabela ainda não tem linhas
tr: Bu tabloda henüz satır yok
zh_hant: 這張表裡還沒有資料
zh_hk: 這張表裡還沒有數據

source: 这是最后一个账号，退出后将返回登录页。
ar: هذا هو الحساب الأخير. تسجيل الخروج يعيدك إلى شاشة تسجيل الدخول.
de: Dies ist das letzte Konto. Beim Abmelden gelangst du zurück zum Anmeldebildschirm.
en: This is the last account. Signing out returns you to the sign-in screen.
es_mx: Esta es la última cuenta. Al cerrar sesión, volverás a la pantalla de inicio de sesión.
fr: C’est le dernier compte. La déconnexion vous ramène à l’écran de connexion.
ja: これが最後のアカウントです。ログアウトするとログイン画面に戻ります。
ko: 마지막 계정입니다. 로그아웃하면 로그인 화면으로 돌아갑니다.
pt_br: Esta é a última conta. Ao sair, você voltará à tela de login.
pt_pt: Esta é a última conta. Ao terminar sessão, voltará ao ecrã de início de sessão.
tr: Bu son hesap. Oturumu kapatmak sizi oturum açma ekranına döndürür.
zh_hant: 這是最後一個帳號，登出後將返回登入頁。
zh_hk: 這是最後一個帳戶，登出後將返回登入頁。

source: 这条描述被安全过滤拦下了，换个说法再试。
ar: تم حظر هذا الوصف بواسطة عامل تصفية أمني. أعد صياغته وحاول مرة أخرى.
de: Diese Beschreibung wurde von einem Sicherheitsfilter blockiert. Formuliere sie anders und versuche es erneut.
en: That description was blocked by a safety filter. Try rewording it.
es_mx: Esa descripción fue bloqueada por un filtro de seguridad. Intenta reformularla.
fr: Cette description a été bloquée par un filtre de sécurité. Reformulez et réessayez.
ja: その説明は安全フィルタによりブロックされました。言い換えてお試しください。
ko: 해당 설명이 안전 필터에 의해 차단되었습니다. 다르게 표현해 다시 시도해 보세요.
pt_br: Essa descrição foi bloqueada por um filtro de segurança. Tente reformulá-la.
pt_pt: Essa descrição foi bloqueada por um filtro de segurança. Tente reformulá-la.
tr: Bu açıklama bir güvenlik filtresi tarafından engellendi. Farklı ifade edip tekrar deneyin.
zh_hant: 這條描述被安全過濾攔下了，換個說法再試。
zh_hk: 這條描述被安全過濾攔下了，換個說法再試。

source: 进行中
ar: قيد التنفيذ
de: Läuft
en: In Progress
es_mx: En curso
fr: En cours
ja: 進行中
ko: 진행 중
pt_br: Em andamento
pt_pt: Em curso
tr: Sürüyor
zh_hant: 進行中
zh_hk: 進行中

source: 进行中的事件
ar: الحوادث النشطة
de: Aktive Vorfälle
en: Active Incidents
es_mx: Incidentes activos
fr: Incidents en cours
ja: 進行中のインシデント
ko: 진행 중인 인시던트
pt_br: Incidentes ativos
pt_pt: Incidentes ativos
tr: Etkin olaylar
zh_hant: 進行中的事件
zh_hk: 進行中的事件

source: 远程（Dashboard）
ar: عن بُعد (لوحة التحكم)
de: Remote (Dashboard)
en: Remote (Dashboard)
es_mx: Remoto (panel)
fr: Distant (tableau de bord)
ja: リモート（Dashboard）
ko: 원격(대시보드)
pt_br: Remoto (painel)
pt_pt: Remoto (painel)
tr: Uzak (Pano)
zh_hant: 遠端（Dashboard）
zh_hk: 遠端（Dashboard）

source: 连接上限
ar: حد الاتصالات
de: Verbindungslimit
en: Connection limit
es_mx: Límite de conexiones
fr: Limite de connexions
ja: 接続上限
ko: 연결 한도
pt_br: Limite de conexões
pt_pt: Limite de ligações
tr: Bağlantı sınırı
zh_hant: 連線上限
zh_hk: 連線上限

source: 连接中…
ar: جارٍ الاتصال…
de: Wird verbunden …
en: Connecting…
es_mx: Conectando…
fr: Connexion…
ja: 接続中…
ko: 연결 중…
pt_br: Conectando…
pt_pt: A ligar…
tr: Bağlanıyor…
zh_hant: 連線中…
zh_hk: 連線中…

source: 连接信息（令牌与命令）
ar: معلومات الاتصال (الرمز والأمر)
de: Verbindungsinfo (Token & Befehl)
en: Connection Info (Token & Command)
es_mx: Información de conexión (token y comando)
fr: Infos de connexion (jeton et commande)
ja: 接続情報（トークンとコマンド）
ko: 연결 정보(토큰과 명령)
pt_br: Informações de conexão (token e comando)
pt_pt: Informações de ligação (token e comando)
tr: Bağlantı Bilgileri (Belirteç ve Komut)
zh_hant: 連線資訊（權杖與指令）
zh_hk: 連線資訊（權杖與指令）

source: 连接已断开
ar: انقطع الاتصال
de: Getrennt
en: Disconnected
es_mx: Desconectado
fr: Déconnecté
ja: 接続が切断されました
ko: 연결 끊김
pt_br: Desconectado
pt_pt: Desligado
tr: Bağlantı kesildi
zh_hant: 連線已中斷
zh_hk: 連線已中斷

source: 连接隧道
ar: توصيل النفق
de: Tunnel verbinden
en: Connect Tunnel
es_mx: Conectar túnel
fr: Connecter le tunnel
ja: トンネルを接続
ko: 터널 연결
pt_br: Conectar túnel
pt_pt: Ligar túnel
tr: Tüneli bağla
zh_hant: 連線通道
zh_hk: 連線隧道

source: 追加
ar: إلحاق
de: Anhängen
en: Append
es_mx: Anexar
fr: Ajouter
ko: 추가
pt_br: Anexar
pt_pt: Anexar
tr: Ekle

source: 退出 %@
ar: تسجيل خروج %@
de: %@ abmelden
en: Sign out %@
es_mx: Cerrar sesión de %@
fr: Déconnecter %@
ja: %@ からログアウト
ko: %@ 로그아웃
pt_br: Sair de %@
pt_pt: Terminar sessão de %@
tr: %@ oturumunu kapat
zh_hant: 登出 %@
zh_hk: 登出 %@

source: 退出此账号？
ar: تسجيل الخروج من هذا الحساب؟
de: Von diesem Konto abmelden?
en: Sign out of this account?
es_mx: ¿Cerrar sesión de esta cuenta?
fr: Se déconnecter de ce compte ?
ja: このアカウントからログアウトしますか？
ko: 이 계정에서 로그아웃할까요?
pt_br: Sair desta conta?
pt_pt: Terminar sessão desta conta?
tr: Bu hesabın oturumu kapatılsın mı?
zh_hant: 要登出此帳號嗎？
zh_hk: 登出此帳戶？

source: 退出登录
ar: تسجيل الخروج
de: Abmelden
en: Sign Out
es_mx: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
pt_br: Sair
pt_pt: Terminar sessão
tr: Çıkış yap
zh_hant: 登出
zh_hk: 登出

source: 选中
ar: محدد
de: Ausgewählt
en: Selected
es_mx: Seleccionado
fr: Sélectionné
ja: 選択中
ko: 선택됨
pt_br: Selecionado
pt_pt: Selecionado
tr: Seçildi
zh_hant: 選取
zh_hk: 選取

source: 选择
ar: اختيار
de: Auswählen
en: Select
es_mx: Seleccionar
fr: Sélectionner
ja: 選択
ko: 선택
pt_br: Selecionar
pt_pt: Selecionar
tr: Seç
zh_hant: 選擇
zh_hk: 選擇

source: 选择一个域名
ar: اختر نطاقًا
de: Eine Domain auswählen
en: Select a domain
es_mx: Selecciona un dominio
fr: Sélectionner un domaine
ja: ドメインを選択
ko: 도메인을 선택하세요
pt_br: Selecione um domínio
pt_pt: Selecione um domínio
tr: Bir alan adı seçin
zh_hant: 選擇一個網域
zh_hk: 選擇一個域名

source: 选择域名
ar: اختر نطاقًا
de: Domain auswählen
en: Choose Domain
es_mx: Elegir dominio
fr: Choisir un domaine
ja: ドメインを選択
ko: 도메인 선택
pt_br: Escolher domínio
pt_pt: Escolher domínio
tr: Alan adı seç
zh_hant: 選擇網域
zh_hk: 選擇域名

source: 选择域名与指标
ar: اختر النطاق والمقياس
de: Domain und Kennzahl auswählen
en: Choose Domain & Metric
es_mx: Elegir dominio y métrica
fr: Choisir le domaine et la métrique
ja: ドメインとメトリクスを選択
ko: 도메인 및 지표 선택
pt_br: Escolher domínio e métrica
pt_pt: Escolher domínio e métrica
tr: Alan adı ve metrik seç
zh_hant: 選擇網域與指標
zh_hk: 選擇域名與指標

source: 选择授权范围
ar: اختر الأذونات
de: Berechtigungen auswählen
en: Choose Permissions
es_mx: Elegir permisos
fr: Choisir les permissions
ja: アクセス範囲を選択
ko: 권한 선택
pt_br: Escolher permissões
pt_pt: Escolher permissões
tr: İzinleri seç
zh_hant: 選擇授權範圍
zh_hk: 選擇授權範圍

source: 选择文件
ar: اختيار ملف
de: Datei wählen
en: Choose file
es_mx: Elegir archivo
fr: Choisir un fichier
ja: ファイルを選択
ko: 파일 선택
pt_br: Escolher arquivo
pt_pt: Escolher ficheiro
tr: Dosya Seç
zh_hant: 選擇檔案
zh_hk: 選擇檔案

source: 选择文件 / ZIP
ar: اختيار ملف / ZIP
de: Datei / ZIP wählen
en: Choose file / ZIP
es_mx: Elegir archivo / ZIP
fr: Choisir fichier / ZIP
ja: ファイル / ZIP を選択
ko: 파일 / ZIP 선택
pt_br: Escolher arquivo / ZIP
pt_pt: Escolher ficheiro / ZIP
tr: Dosya / ZIP Seç
zh_hant: 選擇檔案 / ZIP
zh_hk: 選擇檔案 / ZIP

source: 选择服务
ar: اختر خدمة
de: Dienst auswählen
en: Choose Service
es_mx: Elegir servicio
fr: Choisir un service
ja: サービスを選択
ko: 서비스 선택
pt_br: Escolher serviço
pt_pt: Escolher serviço
tr: Hizmet seç
zh_hant: 選擇服務
zh_hk: 選擇服務

source: 选择模块文件
ar: اختيار ملفات الوحدات
de: Moduldateien wählen
en: Choose module files
es_mx: Elegir archivos de módulo
fr: Choisir des fichiers de module
ja: モジュールファイルを選択
ko: 모듈 파일 선택
pt_br: Escolher arquivos de módulo
pt_pt: Escolher ficheiros de módulo
tr: Modül Dosyalarını Seç
zh_hant: 選擇模組檔案
zh_hk: 選擇模組檔案

source: 选择账号
ar: اختر الحساب
de: Konto auswählen
en: Select Account
es_mx: Seleccionar cuenta
fr: Choisir un compte
ja: アカウントを選択
ko: 계정 선택
pt_br: Selecionar conta
pt_pt: Selecionar conta
tr: Hesap Seç
zh_hant: 選擇帳戶
zh_hk: 選擇帳戶

source: 选项
ar: الخيارات
de: Optionen
en: Options
es_mx: Opciones
fr: Options
ja: オプション
ko: 옵션
pt_br: Opções
pt_pt: Opções
tr: Seçenekler
zh_hant: 選項
zh_hk: 選項

source: 透传源站错误页
ar: تمرير صفحات أخطاء الأصل
de: Origin-Fehlerseiten durchreichen
en: Pass through origin error pages
es_mx: Transferir las páginas de error del origen
fr: Transmettre les pages d'erreur de l'origine
ja: オリジンのエラーページをそのまま渡す
ko: 오리진 오류 페이지 전달
pt_br: Repassar páginas de erro da origem
pt_pt: Encaminhar páginas de erro da origem
tr: Köken hata sayfalarını geçir
zh_hant: 透傳來源錯誤頁
zh_hk: 透傳來源錯誤頁

source: 通常用 index.html 作为站点首页；也可用子路径，如 about/index.html。
ar: عادةً يكون index.html الصفحة الرئيسية للموقع؛ ويمكنك أيضًا استخدام مسارات فرعية مثل about/index.html.
de: Üblicherweise ist index.html die Startseite; du kannst auch Unterpfade wie about/index.html verwenden.
en: index.html is usually the site’s home page; you can also use subpaths like about/index.html.
es_mx: Normalmente index.html es la página de inicio; también puedes usar subrutas como about/index.html.
fr: index.html est généralement la page d’accueil ; vous pouvez aussi utiliser des sous-chemins comme about/index.html.
ja: 通常は index.html がサイトのトップページです。about/index.html のようなサブパスも使えます。
ko: 보통 index.html이 사이트 홈페이지입니다. about/index.html 같은 하위 경로도 사용할 수 있습니다.
pt_br: Normalmente o index.html é a página inicial do site; você também pode usar subcaminhos como about/index.html.
pt_pt: Normalmente o index.html é a página inicial do site; também pode usar subcaminhos como about/index.html.
tr: Genellikle index.html sitenin ana sayfasıdır; about/index.html gibi alt yollar da kullanabilirsiniz.
zh_hant: 通常以 index.html 作為網站首頁；也可使用子路徑，例如 about/index.html。
zh_hk: 通常以 index.html 作為網站首頁；也可使用子路徑，例如 about/index.html。

source: 通用 SSL
ar: Universal SSL
de: Universal SSL
en: Universal SSL
es_mx: SSL universal
fr: Universal SSL
ja: ユニバーサル SSL
ko: 유니버설 SSL
pt_br: SSL universal
pt_pt: SSL universal
tr: Universal SSL

source: 通知
ar: الإشعارات
de: Mitteilungen
en: Notifications
es_mx: Notificaciones
fr: Notifications
ko: 알림
pt_br: Notificações
pt_pt: Notificações
tr: Bildirimler

source: 通知 / 告警
ar: الإشعارات / التنبيهات
de: Benachrichtigungen / Warnungen
en: Notifications / Alerts
es_mx: Notificaciones / Alertas
fr: Notifications / Alertes
ja: 通知 / アラート
ko: 알림 / 경고
pt_br: Notificações / Alertas
pt_pt: Notificações / Alertas
tr: Bildirimler / Uyarılar

source: 通知权限被拒，横幅不会弹出
ar: تم رفض إذن الإشعارات؛ لن تظهر اللافتات
de: Benachrichtigungsberechtigung verweigert – Banner werden nicht angezeigt
en: Notification permission denied — banners won’t appear
es_mx: Permiso de notificaciones denegado; no se mostrarán los banners
fr: Autorisation de notifications refusée — les bannières ne s’afficheront pas
ja: 通知の権限が拒否されています。バナーは表示されません
ko: 알림 권한이 거부되어 배너가 표시되지 않습니다
pt_br: Permissão de notificações negada; os banners não aparecerão
pt_pt: Permissão de notificações negada; os banners não aparecerão
tr: Bildirim izni reddedildi; başlıklar görünmeyecek
zh_hant: 通知權限被拒，橫幅不會彈出
zh_hk: 通知權限被拒，橫幅不會彈出
